"_BASE_USED_" = "pt-PT";
/* Use the _ADVANCED_EXTRA_WIDTH_ (if needed) to fit the method description properly */
"_ADVANCED_EXTRA_WIDTH_" = "0.0";
/* "_PREFERENCES_EXTRA_WIDTH_" = "0.0"; */
"OK" = "OK";
"Done" = "OK";
"Yes" = "Sim";
"No" = "Não";
"Don't show again" = "Não mostrar novamente";
"Set as default compressor" = "Definir como Compressor Padrão";
"Not now" = "Agora Não";
"Want to make Keka your default compressor?" = "Deseja que o Keka seja o compressor padrão?";
"This means that all the compatible files will be extracted with Keka by now. You can set this later in the Keka Preferences." = "Significa que todos os arquivos compatíveis serão extraídos com o Keka. Pode definir isso mais tarde nas Preferências do Keka.";
"Really want to close Keka?" = "Deseja realmente fechar o Keka?";
"The current operations will be canceled. If you choose to wait and quit Keka will exit when all work is done." = "As operações em andamento serão canceladas. Se decidir aguardar, o Keka será encerrado após concluir as operações.";
"Password needed" = "Palavra-passe necessária";
"File \"%@\" needs a password to be extracted" = "O arquivo comprimido “%@” precisa de uma senha para ser extraído";
"File \"%@\" needs a special encoding to be extracted" = "O arquivo comprimido “%@” precisa de uma codificação especial para ser extraído";
"Extraction of \"%@\" done" = "A extração de “%@” foi concluída";
"Extraction of \"%@\" failed." = "A extração de “%@” falhou.";
"Extraction of %i files done" = "A extração de “%@” arquivos foi concluída";
"Extraction complete" = "A extração foi concluída";
"Extraction fail" = "A extração falhou";
"Compression complete" = "A compressão foi concluída";
"File \"%@\" created" = "O arquivo comprimido “%@” foi criado";
"Compression fail" = "A compressão falhou";
"File \"%@\" cannot be created" = "O arquivo comprimido “%@” não pode ser criado";
"Operation not implemented" = "Operação não implementada";
"Performing operation..." = "A executar operação…";
"Waiting..." = "A aguardar…";
"Extracting \"%@\"" = "A extrair “%@”";
"Extracting \"%@...\"" = "A extrair “%@”…";
"Creating %@ file..." = "A criar arquivo comprimido %@…";
"Creating file \"%@\"" = "A criar arquivo comprimido “%@”";
"Creating file \"%@...\"" = "A criar arquivo comprimido “%@”…";
"Volume name:" = "Nome do volume:";
"Select the encoding for \"%@\"" = "Selecione a codificação de “%@”";
"Time elapsed: %d:%@%d:%@%d hours%@" = "Tempo decorrido: %d:%@%d:%@%d horas%@";
"Time elapsed: %d:%@%d minutes%@" = "Tempo decorrido: %d:%@%d minutos%@";
"Time elapsed: %d seconds%@" = "Tempo decorrido: %d segundos%@";
"%d seconds" = "%d segundos";
"%d:%@%d minutes" = "%d:%@%d minutos";
"%d:%@%d:%@%d hours" = "%d:%@%d:%@%d horas";
"Pause" = "Pausar";
"Continue" = "Continuar";
"Operation paused" = "Operação parada";
"Cancel" = "Cancelar";
"Close" = "Fechar";
"Operation failed" = "A operação falhou";
"Operation failed with error code %d" = "A operação falhou com o código de erro %d";
"Choose a name and folder to start the compression" = "Escolha um nome e uma pasta para iniciar a compressão";
"Creation of \"%@\" failed" = "A criação de “%@” falhou";
"Creating \"%@\"" = "Criando “%@”";
"Prepearing extraction..." = "A preparar extração…";
"Choose a folder to extract this file" = "Escolha uma pasta para extrair este arquivo comprimido";
"Choose where do you want to extract \"%@\"" = "Escolha onde deseja extrair “%@”";
"Select all the volumes from \"%@\" or the folder that contains them" = "Selecione todos os volumes de “%@” ou a pasta que os contém";
"Select the folder that contains \"%@\"" = "Selecione a pasta que contém “%@”";
"Extraction of \"%@\" failed" = "A extração de “%@” falhou";
"Keka - %i on queue" = "Keka - %i na fila";
"Keka can't create this %@ image" = "O Keka não pode criar esta imagem %@";
"You can only create %@ images with a single folder. Try to put all your files in a folder and drop it to Keka to create the %@ image." = "Imagens %@ só podem ser criadas com uma única pasta. Tente colocar todos os arquivos em uma pasta e arraste-a para o Keka para criar a imagem %@.";
"Keka can't create this @% tarball" = "O Keka não pode criar este TAR @%";
"This operation is not supported on %@." = "Esta operação não é compatível com o %@.";
"Compress \"%@\" in %@ to..." = "Comprimir “%@” como %@ em…";
"Compress in %@ to..." = "Comprimir como %@ em…";
"Save as:" = "Salvar como:";
"Compress" = "Comprimir";
"Extract \"%@\" to..." = "Extrair “%@” para…";
"Extract as:" = "Extrair como:";
"Extract" = "Extrair";
" - Remaining: Calculating..." = " - Tempo restante: a calcular…";
" - Remaining: About one second" = " - Tempo restante: cerca de um segundo";
" - Remaining: About %d seconds" = " - Tempo restante: cerca de %d segundos";
" - Remaining: About 1 minute" = " - Tempo restante: cerca de 1 minuto";
" - Remaining: About %d minutes" = " - Tempo restante: cerca de %d minutos";
" - Remaining: About 1 hour" = " - Tempo restante: cerca de 1 hora";
" - Remaining: About %d hours" = " - Tempo restante: cerca de %d horas";
" - Remaining: About 1 day" = " - Tempo restante: cerca de 1 dia";
" - Remaining: About %d days" = " - Tempo restante: cerca de %d dias";
" - Remaining: About 1 year" = " - Tempo restante: cerca de 1 ano";
" - Remaining: About %d years" = " - Tempo restante: cerca de %d anos";
" - Remaining: Less than one second" = " - Tempo restante: menos de um segundo";
"Can't show progress time..." = "Impossível mostrar estimativa…";
"Password for \"%@\"" = "Senha de “%@”";
"Method:" = "Método:";
"No compression" = "Sem compressão";
"Fastest, less compression" = "Rápido, menor compressão";
"Fast, less compression" = "Rápido, menos compressão";
"Normal" = "Normal";
"Slow, more compression" = "Lento, mais compressão";
"Slowest, more compression" = "Lento, maior compressão";
"Compression" = "Compressão";
"Extraction" = "Extração";
"Keka can't use the \"extlx.plist\" list, please get in contact with the developers.\n\nNow Keka will quit." = "O Keka não pode usar a lista “extlx.plist”. Contacte os programadores.\n\nO Keka será encerrado agora.";
"Keka is dying!" = "O Keka está a morrer!";
"Ask each time" = "Perguntar sempre";
"Next to original file" = "Junto ao original";
"Custom folder..." = "Pasta personalizada…";
"Same as original file" = "Igual ao original";
"Custom name..." = "Nome personalizado…";
"Compressed file" = "Arquivo comprimido";
"Set as default folder" = "Definir como Padrão";
"Perform automatic action" = "Escolha automática";
"Always compress" = "Comprimir sempre";
"Always extract" = "Extrair sempre";
"1.4 MB Floppy" = "1.4 MB (Disquete)";
"650 MB CD" = "650 MB (CD)";
"700 MB CD" = "700 MB (CD)";
"4.7 GB DVD" = "4.7 GB (DVD)";
"Drop here to extract" = "Solte aqui para extrair";
"Drop here to compress" = "Solte aqui para comprimir";
"Binary \"%@\" is not accessible" = "O binário “%@” não está acessível";
"The first part \"%@\" can't be found" = "A primeira parte “%@” não foi encontrada";
"unknown" = "desconhecido";
"Unknown error" = "Erro desconhecido";
"Error code %d using \"%@\"\n%@" = "Código de erro %d usando “%@”\n%@";
"No errors found" = "Nenhum erro encontrado";
"Minor error, the operation may be done well" = "Erro secundário, a operação pode ter sido concluída";
"Fatal error" = "Erro fatal";
"CRC error occurred, maybe the file is corrupt" = "Ocorreu um erro de CRC, talvez o arquivo esteja corrompido";
"Attempt to modify an archive previously locked" = "Tentativa de modificar um arquivo comprimido previamente bloqueado";
"Maybe you don't have permission to write or your disk is full" = "Talvez você não tenha permissão de gravação ou o disco esteja cheio";
"Can't open the file, maybe you don't have read permission" = "Impossível abrir o arquivo, talvez você não tenha permissão de leitura";
"Command line error, please contact with the developer" = "Erro de linha de comando, contate o desenvolvedor";
"Not enough memory. Try to close some programs and repeat the operation" = "Sem memória suficiente, tente fechar algumas aplicações e repita a operação";
"Can't create the file, maybe you don't have permission or free space" = "Impossível criar o arquivo, talvez não tenha permissão ou não haja espaço livre";
"Canceled manually" = "Cancelado manualmente";
"Bad password, try again" = "Palavra-passe incorreta, tente novamente";
"This archive is locked" = "O arquivo comprimido está bloqueado";
"Write error. No permission? No space left?" = "Erro de gravação. Sem permissão? Sem espaço livre?";
"Can't open the file, maybe it's not accessible" = "Impossível abrir o arquivo, talvez esteja inacessível";
"No files matching the mask" = "Nenhum arquivo corresponde aos filtros";
"Give access" = "Conceder Acesso";
"Just folder access" = "Apenas Acesso à Pasta";
"Quit" = "Encerrar";
"More information" = "Mais Informações";
"Keka needs file access" = "O Keka precisa de acesso aos arquivos";
"Give home access" = "Acesso à Pasta Pessoal";
"Customize" = "Personalizar";
"In order to work seamlessly with your files, Keka needs local access to the Mac disk." = "Para funcionar de maneira integrada, o Keka precisa de acesso local ao disco do Mac.";
"\nSimply click on \"Give access to Keka\", your disk should already be selected." = "\nClique em “Conceder Acesso”. O disco já deve estar selecionado.";
"Give access to Keka" = "Conceder Acesso";
"Full Mac access (Recommended)" = "Acesso total ao Mac (recomendado)";
"Home folder access" = "Acesso à pasta pessoal";
"External volumes access" = "Acesso a volumes externos";
"External disk: %@" = "Disco externo: %@";
"An extension is required" = "É necessário uma extensão";
"In order to set Keka as the default application, you need to install an extension. Click on \"More information\" to follow the required steps.\n\nRemember that you can always set Keka as the default application for any format using the Finder's \"Get Info\" panel." = "Para definir o Keka como o aplicativo padrão, precisa instalar uma extensão. Clique em “Mais Informações” para seguir os passos necessários.\n\nLembre-se que você pode usar o painel “Obter Informações” do Finder para definir o Keka como aplicação padrão para qualquer formato.";
"Cannot set Keka as default" = "Não foi possível definir o Keka como padrão.";
"The intermediate application failed to launch. There is more information in the Console.app." = "Falha ao abrir o aplicativo intermediário. Mais informações estão disponíveis na aplicação Console.";
"The intermediate application returned an undefined code." = "O aplicativo intermediário retornou um código indefinido.";
"Keka is now set as the default application for its known formats." = "Agora o Keka está definido como aplicação padrão dos formatos conhecidos.";
"Keka set as default" = "Keka definido como padrão";
"There were some errors while registering the formats. There is more information in the Console.app." = "Houve alguns erros ao registar os formatos. Mais informações estão disponíveis na aplicação Console.";
"The intermediate application can't get access to Keka." = "A aplicação intermediária não pode obter acesso ao Keka.";
"The intermediate application can't find Keka." = "A aplicação intermediária não encontrou o Keka.";
